"""
職業システムと武器スキルを修正しました。

【修正する武器スキル】
聖剣でボスを攻撃した際のダメージ増加量を20%から7%に減少
冥剣でボスを攻撃した際のダメージ増加量を20%から7%に減少
旗で攻撃時、20%の確率で魔混を2つ消費する。
百花繚乱のダメージ倍率を6%UPに変更。効果時間を10秒に変更

【修正する職業】
シーカー　剣、魔法デバフが -7% -> -4% / 弓バフが　+10％ -> +5%
ルーンキャスター　変更なし
スカーミッシャー　変更なし
ソルジャー　剣lv.が60未満の時 +5% -> +10%
ウォーリア　剣lv.が60未満の時 +10% -> +15%
アーサー　デバフ: 弓 -5% / バフ: 剣、魔法 +5% の追加

【追加する職業】
スカルピアサー：聖剣用職業  聖剣 +30.0% / ゾン -10.0%
バタフライシーカー：エターナルペンデュラム用職業  -7.0% / +10.0% / -7.0%
アレイスター：魔混用職業  -5.0% / +-0.0% / +-0.0%
ダークブラスター：冥剣、アムル用職業 アムル : Boss +10.0% / 冥剣&トワ剣　+30.0％ / スケ -10.0%
"""
